Repository: 2xffwd/woo-shareable-checkout-url
Catalog: woo-shareable-checkout-admin/languages/woo-shareable-checkout-admin-*.po
Languages: es_es

source: WooCommerce Shareable Checkout URL Generator requires WooCommerce to be installed and active.
es_es: El Generador de URLs Compartibles de Finalización de WooCommerce requiere que WooCommerce esté instalado y activo.

source: WooCommerce Shareable Checkout URL Generator requires WooCommerce 10.0.0 or higher.
es_es: El Generador de URLs Compartibles de Finalización de WooCommerce requiere WooCommerce 10.0.0 o superior.

source: Cloning is forbidden.
es_es: La clonación está prohibida.

source: Unserializing instances is forbidden.
es_es: La deserialización de instancias está prohibida.

source: Copy Checkout Link
es_es: Copiar Enlace de Finalización

source: Generate and copy shareable checkout URL
es_es: Generar y copiar URL compartible de finalización

source: Checkout link copied!
es_es: ¡Enlace de finalización copiado!

source: Failed to copy link. Please try again.
es_es: Error al copiar el enlace. Por favor, inténtalo de nuevo.

source: Cart is empty. Add products to generate a link.
es_es: El carrito está vacío. Agrega productos para generar un enlace.

source: An error occurred. Please try again.
es_es: Ocurrió un error. Por favor, inténtalo de nuevo.

source: Security check failed.
es_es: Falló la verificación de seguridad.

source: Insufficient permissions.
es_es: Permisos insuficientes.

source: Failed to generate URL.
es_es: Error al generar la URL.
